tap "aws/tap"
tap "cjbassi/gotop"
tap "dagger/tap"
tap "dart-lang/dart"
tap "github/gh"
tap "go-delve/delve"
tap "goreleaser/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kentaro-m/md2confl"
tap "kyoshidajp/ghkw"
tap "nektos/tap"
tap "rs/tap"
brew "act"
brew "aliyun-cli"
brew "anyenv"
brew "bat"
brew "blueutil"
brew "boost"
brew "python@3.9"
brew "glib"
brew "tcl-tk"
brew "circleci"
brew "cmake"
brew "colordiff"
brew "direnv"
brew "erlang"
brew "elixir"
brew "folly"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "gh"
brew "gibo"
brew "git"
brew "git-lfs"
brew "gradle"
brew "pango"
brew "graphviz"
brew "grpcurl"
brew "highlight"
brew "htop"
brew "httpie"
brew "hugo"
brew "libusbmuxd"
brew "python@3.8"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "libssh"
brew "mas"
brew "maven"
brew "mecab"
brew "mecab-ipadic"
brew "media-info"
brew "mercurial"
brew "minikube", link: false
brew "protobuf"
brew "mitmproxy"
brew "mkcert"
brew "ncdu"
brew "nghttp2"
brew "node@16"
brew "nss", link: false
brew "pdsh"
brew "pnpm"
brew "pwgen"
brew "python@3.7"
brew "redis"
brew "ruby"
brew "shellcheck"
brew "skaffold"
brew "sphinx-doc"
brew "swig"
brew "ta-lib"
brew "telnet"
brew "terraform"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "unrar"
brew "vegeta"
brew "watch"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "cjbassi/gotop/gotop"
brew "dagger/tap/dagger"
brew "dart-lang/dart/dart"
brew "goreleaser/tap/goreleaser"
brew "heroku/brew/heroku"
brew "kentaro-m/md2confl/md2confl"
brew "kyoshidajp/ghkw/ghkw"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
cask "betterzipql"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-ricty-diminished"
cask "hyper"
cask "minikube"
cask "ngrok"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
cask "virtualbox"
cask "webpquicklook"
cask "wireshark"
mas "Bear", id: 1091189122
mas "BetterSnapTool", id: 417375580
mas "DaisyDisk", id: 411643860
mas "Deckset", id: 847496013
mas "Developer", id: 640199958
mas "HP Smart", id: 1474276998
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Oka Unarchiver", id: 1441507725
mas "Pages", id: 409201541
mas "Sip", id: 507257563
mas "Slack", id: 803453959
mas "Transmit", id: 1436522307
mas "Video Downloader for Safari", id: 1395156584
mas "Xcode", id: 497799835
