tap "ariga/tap"
tap "aws/tap"
tap "cjbassi/gotop"
tap "dagger/tap"
tap "danielbayley/adobe"
tap "dart-lang/dart"
tap "deploifai/deploifai"
tap "github/gh"
tap "go-delve/delve"
tap "goreleaser/tap"
tap "greymd/tools"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "k1low/tap"
tap "kentaro-m/md2confl"
tap "kyoshidajp/ghkw"
tap "ory/tap"
tap "rs/tap"
brew "act"
brew "aliyun-cli"
brew "anyenv"
brew "azure-cli"
brew "bat"
brew "blueutil"
brew "boost"
brew "glib"
brew "chezmoi"
brew "cmake"
brew "colordiff"
brew "concurrencykit"
brew "curl"
brew "direnv"
brew "folly"
brew "erlang"
brew "elixir"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "ffmpeg"
brew "flow-cli"
brew "gh"
brew "gibo"
brew "git"
brew "git-lfs"
brew "golang-migrate"
brew "golangci-lint"
brew "goose"
brew "gradle"
brew "grafana"
brew "graphviz"
brew "grpcurl"
brew "hatch"
brew "highlight"
brew "htop"
brew "httpie"
brew "hugo"
brew "libusbmuxd"
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "ipfs"
brew "jq"
brew "k6"
brew "kubectx"
brew "libssh"
brew "llvm"
brew "locust"
brew "mas"
brew "openjdk", link: true
brew "maven"
brew "mecab"
brew "mecab-ipadic"
brew "media-info"
brew "mercurial"
brew "minikube"
brew "protobuf"
brew "mitmproxy"
brew "mkcert"
brew "ncdu"
brew "nghttp2"
brew "node"
brew "node@16"
brew "nss"
brew "pdsh"
brew "pinentry-mac"
brew "postgresql@14", restart_service: true
brew "pwgen"
brew "pyenv"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "redis"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "skaffold"
brew "sphinx-doc"
brew "sqlc"
brew "swig"
brew "ta-lib"
brew "telnet"
brew "terraform"
brew "tfsec"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "vegeta"
brew "watch"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "cjbassi/gotop/gotop"
brew "dagger/tap/dagger"
brew "dart-lang/dart/dart"
brew "deploifai/deploifai/deploifai"
brew "goreleaser/tap/goreleaser"
brew "greymd/tools/teip"
brew "heroku/brew/heroku"
brew "k1low/tap/runn"
brew "k1low/tap/tbls"
brew "kentaro-m/md2confl/md2confl"
brew "kyoshidajp/ghkw/ghkw"
brew "ory/tap/cli"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
cask "exmancmd"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-ricty-diminished"
cask "ngrok"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "rsyncui"
cask "suspicious-package"
cask "webpquicklook"
cask "wireshark"
