tap "aws/tap"
tap "cjbassi/gotop"
tap "dart-lang/dart"
tap "go-delve/delve"
tap "goreleaser/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kentaro-m/md2confl"
tap "kyoshidajp/ghkw"
tap "nektos/tap"
tap "rs/tap"
brew "aliyun-cli"
brew "gdbm"
brew "openssl@1.1"
brew "python", link: false
brew "awscli", link: false
brew "blueutil"
brew "boost"
brew "freetype"
brew "fontconfig"
brew "gettext", link: true
brew "pcre"
brew "circleci", link: false
brew "cmake"
brew "colordiff"
brew "direnv"
brew "elixir"
brew "webp"
brew "ffmpeg"
brew "gd"
brew "gibo"
brew "git"
brew "git-lfs"
brew "goenv", args: ["HEAD"]
brew "gradle"
brew "graphviz"
brew "highlight"
brew "httpie"
brew "hugo"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "libheif"
brew "imagemagick"
brew "ios-deploy"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "libusbmuxd", args: ["HEAD"]
brew "mas"
brew "maven"
brew "mecab"
brew "mecab-ipadic"
brew "media-info", link: false
brew "mercurial"
brew "minikube"
brew "protobuf"
brew "mitmproxy"
brew "mysql", restart_service: true
brew "pdsh"
brew "pipenv"
brew "pwgen"
brew "python@2"
brew "redis"
brew "ruby"
brew "skaffold"
brew "swig"
brew "telnet"
brew "tree"
brew "unrar"
brew "vegeta"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "cjbassi/gotop/gotop"
brew "dart-lang/dart/dart"
brew "goreleaser/tap/goreleaser"
brew "heroku/brew/heroku"
brew "kentaro-m/md2confl/md2confl"
brew "kyoshidajp/ghkw/ghkw"
brew "nektos/tap/act"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
cask "betterzipql"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-ricty-diminished"
cask "hyper"
cask "minikube"
cask "ngrok"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
cask "virtualbox"
cask "webpquicklook"
cask "wireshark"
mas "Bear", id: 1091189122
mas "BetterSnapTool", id: 417375580
mas "ComicViewer", id: 1455702185
mas "CotEditor", id: 1024640650
mas "Countdowns", id: 926707738
mas "DaisyDisk", id: 411643860
mas "Day One", id: 1055511498
mas "Deckset", id: 847496013
mas "EtreCheck", id: 1423715984
mas "Just Focus", id: 1142151959
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
mas "MindNode", id: 1289197285
mas "Monosnap", id: 540348655
mas "Mouseposé", id: 405904955
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PopClip", id: 445189367
mas "Shazam", id: 897118787
mas "Sip", id: 507257563
mas "Slack", id: 803453959
mas "Total Video Converter Lite", id: 520374433
mas "Transmit", id: 1436522307
mas "Video Downloader for Safari", id: 1395156584
mas "Xcode", id: 497799835
mas "Zip File Unarchiver", id: 1441507725
