tap "ariga/tap"
tap "aws/tap"
tap "bufbuild/buf"
tap "cjbassi/gotop"
tap "crowdin/crowdin"
tap "dagger/tap"
tap "danielbayley/adobe"
tap "danielgtaylor/restish"
tap "dart-lang/dart"
tap "deploifai/deploifai"
tap "dotenvx/brew"
tap "fastly/tap"
tap "github/gh"
tap "go-delve/delve"
tap "goreleaser/tap"
tap "greymd/tools"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "k1low/tap"
tap "kentaro-m/md2confl"
tap "kyoshidajp/ghkw"
tap "ory/tap"
tap "oven-sh/bun"
tap "rs/tap"
tap "stripe/stripe-cli"
tap "stripe/stripe-mock"
tap "tufin/tufin"
brew "act"
brew "aliyun-cli"
brew "openssl@3"
brew "aria2"
brew "azure-cli"
brew "bat"
brew "blueutil"
brew "boost"
brew "glib"
brew "node"
brew "cdktf"
brew "certifi"
brew "certbot"
brew "chezmoi"
brew "clang-format"
brew "cloudflared"
brew "cmake"
brew "colordiff"
brew "concurrencykit"
brew "curl"
brew "doctl"
brew "doxygen"
brew "folly"
brew "envchain"
brew "espeak-ng"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "opus"
brew "libssh"
brew "libvpx"
brew "pango"
brew "ffmpeg"
brew "flow-cli"
brew "flyctl"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-lfs"
brew "golang-migrate"
brew "goose"
brew "openjdk", link: true
brew "gradle"
brew "grafana"
brew "graphviz"
brew "grep"
brew "grpcurl"
brew "h3"
brew "helm"
brew "highlight"
brew "htop"
brew "httpie"
brew "libusbmuxd"
brew "ideviceinstaller"
brew "libomp", link: true
brew "imagemagick"
brew "ios-deploy"
brew "ipfs"
brew "kind"
brew "kubectx"
brew "lcov"
brew "libgit2@1.7"
brew "livekit"
brew "livekit-cli"
brew "llvm"
brew "locust"
brew "marp-cli"
brew "mas"
brew "maven"
brew "mecab"
brew "mecab-ipadic"
brew "media-info"
brew "mercurial"
brew "minikube"
brew "mkcert"
brew "ncdu"
brew "nghttp2"
brew "nss"
brew "opentofu"
brew "pandoc"
brew "pdsh"
brew "pinentry-mac"
brew "pnpm"
brew "poppler"
brew "portaudio"
brew "postgresql@14"
brew "protobuf"
brew "pushpin"
brew "pwgen"
brew "redis"
brew "ripgrep"
brew "ripgrep-all"
brew "ruby"
brew "ruff"
brew "skaffold"
brew "sphinx-doc"
brew "sqlc"
brew "swig"
brew "ta-lib"
brew "tcl-tk"
brew "telnet"
brew "terramate"
brew "tfsec"
brew "tig"
brew "tmux"
brew "tree"
brew "ttyd"
brew "universal-ctags"
brew "vegeta"
brew "vhs"
brew "watch"
brew "watchman"
brew "wget"
brew "youplot"
brew "yt-dlp"
brew "zsh"
brew "bufbuild/buf/buf"
brew "cjbassi/gotop/gotop"
brew "crowdin/crowdin/crowdin@4"
brew "danielgtaylor/restish/restish"
brew "deploifai/deploifai/deploifai"
brew "dotenvx/brew/dotenvx"
brew "fastly/tap/fastly"
brew "goreleaser/tap/goreleaser"
brew "greymd/tools/teip"
brew "k1low/tap/gh-do"
brew "k1low/tap/runn"
brew "k1low/tap/tbls"
brew "kentaro-m/md2confl/md2confl"
brew "kyoshidajp/ghkw/ghkw"
brew "ory/tap/cli"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
brew "stripe/stripe-cli/stripe"
brew "stripe/stripe-mock/stripe-mock"
brew "tufin/tufin/oasdiff"
cask "deskpad"
cask "exmancmd"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-monaspace"
cask "font-ricty-diminished"
cask "keycastr"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
cask "wireshark"
mas "Bear", id: 1091189122
mas "Bitwarden", id: 1352778147
mas "Brother P-touch Editor", id: 1453365242
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "HP Smart", id: 1474276998
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Oka Unarchiver", id: 1441507725
mas "Pages", id: 409201541
mas "Sip", id: 507257563
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "Telegram Lite", id: 946399090
mas "Transmit", id: 1436522307
mas "uBlacklist for Safari", id: 1547912640
mas "WireGuard", id: 1451685025
vscode "1yib.rust-bundle"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "aldijav.golangwithdidi"
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "an0rak-dev.vscode-gcp-cloudbuild"
vscode "arzg.intellij-theme"
vscode "asuka.insertnumbers"
vscode "azps-tools.azps-tools"
vscode "azurite.azurite"
vscode "benjaminbenais.copilot-theme"
vscode "betajob.modulestf"
vscode "biomejs.biome"
vscode "bodil.prettier-toml"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "bufbuild.vscode-buf"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "cesium.gltf-vscode"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "ckolkman.vscode-postgres"
vscode "cloudedcat.vscode-model-viewer"
vscode "codezombiech.gitignore"
vscode "connor4312.esbuild-problem-matchers"
vscode "crowdin.vscode-crowdin"
vscode "ctenbrinke.vscode-tsv"
vscode "dancheg97.grpc-clicker"
vscode "dandric.vscode-jq"
vscode "dangmai.workspace-default-settings"
vscode "davidanson.vscode-markdownlint"
vscode "davidnussio.vscode-jq-playground"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dotjoshjohnson.xml"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "felipecaputo.git-project-manager"
vscode "figma.figma-vscode-extension"
vscode "file-icons.file-icons"
vscode "fill-labs.dependi"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.code-runner"
vscode "fumobox.vtool"
vscode "gamunu.vscode-yarn"
vscode "george-alisson.html-preview-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-workspace"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "google-cloud-spanner-ecosystem.google-cloud-spanner-driver"
vscode "google-home.google-home-extension"
vscode "googlecloudtools.cloudcode"
vscode "grapecity.gc-excelviewer"
vscode "graphql.vscode-graphql-execution"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "howardzuo.vscode-favorites"
vscode "howardzuo.vscode-npm-dependency"
vscode "humao.rest-client"
vscode "ics.japanese-proofreading"
vscode "idered.npm"
vscode "j4ng5y.charactercount"
vscode "janisdd.vscode-edit-csv"
vscode "jeylanib.pinescript"
vscode "jflbr.jwt-decoder"
vscode "jock.svg"
vscode "jojoco.markdownfromcsv"
vscode "jq-syntax-highlighting.jq-syntax-highlighting"
vscode "jscearcy.rust-doc-viewer"
vscode "jspolancor.presentationmode"
vscode "juanblanco.solidity"
vscode "k--kato.intellij-idea-keybindings"
vscode "k6.k6"
vscode "kachick.vscode-yamlfmt"
vscode "kevinrose.vsc-python-indent"
vscode "khaeransori.json2csv"
vscode "kingwl.vscode-vitest-runner"
vscode "kubernetes-tools.k8s"
vscode "liuchao.go-struct-tag"
vscode "lokalise.i18n-ally"
vscode "luisfontes19.vscode-swissknife"
vscode "mark-tucker.aws-cli-configure"
vscode "mark-wiemer.vscode-autohotkey-plus-plus"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mhutchie.git-graph"
vscode "mike-co.import-sorter"
vscode "mikestead.dotenv"
vscode "mohamed-nouri.websocket-client"
vscode "mohsen1.prettify-json"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azure-github-copilot"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-kubernetes-tools.vscode-aks-tools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-playwright.playwright"
vscode "ms-pyright.pyright"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.prompty"
vscode "ms-toolsai.vscode-ai"
vscode "ms-toolsai.vscode-ai-remote"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.extension-test-runner"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vsliveshare.vsliveshare"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mysql"
vscode "mtxr.sqltools-driver-pg"
vscode "mtxr.sqltools-driver-sqlite"
vscode "neonxp.gotools"
vscode "nhoizey.gremlins"
vscode "njpwerner.autodocstring"
vscode "onflow.cadence"
vscode "oven.bun-vscode"
vscode "pentium10.vscode-gcp-project-switcher"
vscode "phplasma.csv-to-table"
vscode "pjmiravalle.terraform-advanced-syntax-highlighting"
vscode "pkief.material-icon-theme"
vscode "pkief.material-product-icons"
vscode "pnp.polacode"
vscode "premparihar.gotestexplorer"
vscode "prisma.prisma"
vscode "pwabuilder.pwa-studio"
vscode "quicktype.quicktype"
vscode "qwtel.sqlite-viewer"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-knative"
vscode "redhat.vscode-yaml"
vscode "ruiquelhas.vscode-uppercase"
vscode "run-at-scale.terraform-doc-snippets"
vscode "rust-lang.rust-analyzer"
vscode "shakram02.bash-beautify"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "simonsiefke.svg-preview"
vscode "slevesque.vscode-3dviewer"
vscode "streetsidesoftware.code-spell-checker"
vscode "stripe.vscode-stripe"
vscode "styled-components.vscode-styled-components"
vscode "sukumo28.wav-preview"
vscode "svelte.svelte-vscode"
vscode "swellaby.rust-pack"
vscode "swellaby.vscode-rust-test-adapter"
vscode "tailscale.vscode-tailscale"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "timonwong.shellcheck"
vscode "toba.vsfire"
vscode "trabpukcip.vscode-npm-scripts"
vscode "trinm1709.dracula-theme-from-intellij"
vscode "tyriar.sort-lines"
vscode "ultram4rine.sqltools-clickhouse-driver"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "vitest.explorer"
vscode "vscjava.vscode-gradle"
vscode "vscode-icons-team.vscode-icons"
vscode "wholroyd.jinja"
vscode "yoavbls.pretty-ts-errors"
vscode "yokoe.vscode-postfix-go"
vscode "yzane.markdown-pdf"
vscode "zengxingxin.sort-js-object-keys"
vscode "ziyasal.vscode-open-in-github"
vscode "zxh404.vscode-proto3"
