tap "ariga/tap"
tap "brewforge/extras"
tap "bufbuild/buf"
tap "cjbassi/gotop"
tap "crowdin/crowdin"
tap "danielbayley/adobe"
tap "danielgtaylor/restish"
tap "dart-lang/dart"
tap "deploifai/deploifai"
tap "derailed/k9s"
tap "dotenvx/brew"
tap "fastly/tap"
tap "github/gh"
tap "go-delve/delve"
tap "greymd/tools"
tap "k1low/tap"
tap "kentaro-m/md2confl"
tap "kyoshidajp/ghkw"
tap "ory/tap"
tap "oven-sh/bun"
tap "porter-dev/porter"
tap "rs/tap"
tap "stripe/stripe-cli"
tap "stripe/stripe-mock"
tap "supabase/tap"
tap "tufin/tufin"
brew "act"
brew "age"
brew "aliyun-cli"
brew "openssl@3"
brew "protobuf"
brew "llvm"
brew "aria2"
brew "azure-cli"
brew "libgit2"
brew "bat"
brew "blueutil"
brew "boost"
brew "glib"
brew "certifi"
brew "certbot"
brew "icu4c@77"
brew "chawan"
brew "chezmoi"
brew "clang-format"
brew "cloudflared"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "colordiff"
brew "concurrencykit"
brew "curl"
brew "doctl"
brew "doxygen"
brew "dprint"
brew "envchain"
brew "espeak-ng"
brew "fastlane"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "opus"
brew "libssh"
brew "libvpx"
brew "pango"
brew "ffmpeg"
brew "flow-cli"
brew "flyctl"
brew "folly"
brew "fzf"
brew "pkgconf"
brew "nss"
brew "poppler"
brew "gemini-cli"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "git"
brew "git-ignore"
brew "git-lfs"
brew "gmt"
brew "golang-migrate"
brew "goose"
brew "openjdk", link: true
brew "gradle"
brew "grafana"
brew "graphviz"
brew "grep"
brew "grpcurl"
brew "h3"
brew "helm"
brew "highlight"
brew "htop"
brew "httpie"
brew "huggingface-cli"
brew "libusbmuxd"
brew "ideviceinstaller"
brew "libomp", link: true
brew "imagemagick"
brew "ios-deploy"
brew "ipfs"
brew "jq"
brew "just"
brew "k6"
brew "kind"
brew "kubectx"
brew "lcov"
brew "livekit"
brew "livekit-cli"
brew "llama.cpp"
brew "locust"
brew "mas"
brew "maven"
brew "mecab"
brew "mecab-ipadic"
brew "media-info"
brew "mercurial"
brew "minikube"
brew "mkcert"
brew "mono"
brew "ncdu"
brew "nghttp2"
brew "ninja"
brew "openapi-generator"
brew "opentofu"
brew "pandoc"
brew "pdsh"
brew "pinentry-mac"
brew "podman"
brew "portaudio"
brew "pushpin"
brew "pwgen"
brew "ripgrep"
brew "ripgrep-all"
brew "ruff"
brew "semgrep"
brew "shellcheck"
brew "skaffold"
brew "sops"
brew "sphinx-doc"
brew "sqlc"
brew "swig"
brew "ta-lib"
brew "tbls"
brew "tcl-tk"
brew "telnet"
brew "terramate"
brew "tfsec"
brew "tig"
brew "tmux"
brew "tree"
brew "ttyd"
brew "universal-ctags"
brew "valkey"
brew "vegeta"
brew "vhs"
brew "watch"
brew "websocat"
brew "wget"
brew "yamllint"
brew "youplot"
brew "yq"
brew "yt-dlp"
brew "zsh"
brew "ariga/tap/atlas"
brew "bufbuild/buf/buf"
brew "cjbassi/gotop/gotop"
brew "crowdin/crowdin/crowdin@4"
brew "danielgtaylor/restish/restish"
brew "deploifai/deploifai/deploifai"
brew "derailed/k9s/k9s"
brew "dotenvx/brew/dotenvx"
brew "fastly/tap/fastly"
brew "greymd/tools/teip"
brew "k1low/tap/gh-do"
brew "k1low/tap/runn"
brew "kentaro-m/md2confl/md2confl"
brew "kyoshidajp/ghkw/ghkw"
brew "ory/tap/cli"
brew "porter-dev/porter/porter"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
brew "stripe/stripe-cli/stripe"
brew "stripe/stripe-mock/stripe-mock"
brew "supabase/tap/supabase"
brew "tufin/tufin/oasdiff"
cask "codex"
cask "deskpad"
cask "dotnet-sdk"
cask "exmancmd"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-monaspace"
cask "font-ricty-diminished"
cask "ghostty"
cask "keycastr"
cask "mitmproxy"
cask "orbstack"
cask "suspicious-package"
cask "wireshark-app"
mas "Bear", id: 1091189122
mas "Bitwarden", id: 1352778147
mas "Brother P-touch Editor", id: 1453365242
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "Oka Unarchiver", id: 1441507725
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "Telegram Lite", id: 946399090
mas "Transmit", id: 1436522307
mas "WireGuard", id: 1451685025
vscode "1yib.rust-bundle"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "alexnesnes.makerunner"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "an0rak-dev.vscode-gcp-cloudbuild"
vscode "andys8.jest-snippets"
vscode "anthropic.claude-code"
vscode "apollographql.vscode-apollo"
vscode "arzg.intellij-theme"
vscode "asuka.insertnumbers"
vscode "azps-tools.azps-tools"
vscode "azurite.azurite"
vscode "batisteo.vscode-django"
vscode "benjaminbenais.copilot-theme"
vscode "betajob.modulestf"
vscode "bierner.markdown-mermaid"
vscode "bodil.prettier-toml"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "bufbuild.vscode-buf"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "carlosjs23.vscode-yarn-script"
vscode "cesium.gltf-vscode"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "ckolkman.vscode-postgres"
vscode "cloudedcat.vscode-model-viewer"
vscode "codezombiech.gitignore"
vscode "continue.continue"
vscode "crowdin.vscode-crowdin"
vscode "ctenbrinke.vscode-tsv"
vscode "dandric.vscode-jq"
vscode "dangmai.workspace-default-settings"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "davidnussio.vscode-jq-playground"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dotenv.dotenvx-vscode"
vscode "dotjoshjohnson.xml"
vscode "dprint.dprint"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "felipecaputo.git-project-manager"
vscode "figma.figma-vscode-extension"
vscode "file-icons.file-icons"
vscode "filip-ph-johansson.lazy-k8s"
vscode "fill-labs.dependi"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "firsttris.vscode-jest-runner"
vscode "fumobox.vtool"
vscode "fwcd.kotlin"
vscode "gamunu.vscode-yarn"
vscode "george-alisson.html-preview-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitworktrees.git-worktrees"
vscode "golang.go"
vscode "google-cloud-spanner-ecosystem.google-cloud-spanner-driver"
vscode "google-home.google-home-extension"
vscode "google.gemini-cli-vscode-ide-companion"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "grapecity.gc-excelviewer"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "howardzuo.vscode-favorites"
vscode "howardzuo.vscode-npm-dependency"
vscode "hridoy.rails-snippets"
vscode "humao.rest-client"
vscode "ics.japanese-proofreading"
vscode "idered.npm"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "j4ng5y.charactercount"
vscode "jacano.vscode-pnpm"
vscode "jallen7usa.vscode-cue-fmt"
vscode "janisdd.vscode-edit-csv"
vscode "jebbs.plantuml"
vscode "jeylanib.pinescript"
vscode "jflbr.jwt-decoder"
vscode "jock.svg"
vscode "jojoco.markdownfromcsv"
vscode "jq-syntax-highlighting.jq-syntax-highlighting"
vscode "jscearcy.rust-doc-viewer"
vscode "jspolancor.presentationmode"
vscode "juanblanco.solidity"
vscode "k--kato.intellij-idea-keybindings"
vscode "k6.k6"
vscode "kachick.vscode-yamlfmt"
vscode "kevinrose.vsc-python-indent"
vscode "khaeransori.json2csv"
vscode "kingwl.vscode-vitest-runner"
vscode "kubernetes-tools.k8s"
vscode "kumar-harsh.graphql-for-vscode"
vscode "leanprover.lean4"
vscode "linbudu.pnpm-vscode-helper"
vscode "linear.linear-connect"
vscode "liuchao.go-struct-tag"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "lokalise.i18n-ally"
vscode "luisfontes19.vscode-swissknife"
vscode "marimo-team.vscode-marimo"
vscode "mark-tucker.aws-cli-configure"
vscode "mark-wiemer.vscode-autohotkey-plus-plus"
vscode "marp-team.marp-vscode"
vscode "mathiasfrohlich.kotlin"
vscode "mebrahtom.plantumlpreviewer"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "meta.relay"
vscode "mhutchie.git-graph"
vscode "mike-co.import-sorter"
vscode "mikestead.dotenv"
vscode "mindginative.terraform-snippets"
vscode "mohamed-nouri.websocket-client"
vscode "mohsen1.prettify-json"
vscode "mongodb.mongodb-vscode"
vscode "mquandalle.graphql"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-kubernetes-tools.vscode-aks-tools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-ossdata.vscode-pgsql"
vscode "ms-playwright.playwright"
vscode "ms-pyright.pyright"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.prompty"
vscode "ms-toolsai.vscode-ai"
vscode "ms-toolsai.vscode-ai-remote"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.extension-test-runner"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-windows-ai-studio.windows-ai-studio"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mysql"
vscode "mtxr.sqltools-driver-pg"
vscode "mtxr.sqltools-driver-sqlite"
vscode "nefrob.vscode-just-syntax"
vscode "neo4j-extensions.neo4j-for-vscode"
vscode "neonxp.gotools"
vscode "nickgo.cuelang"
vscode "nilssoderman.ue-python"
vscode "njpwerner.autodocstring"
vscode "onflow.cadence"
vscode "openai.chatgpt"
vscode "orsenkucher.vscode-graphql"
vscode "orta.vscode-jest"
vscode "oven.bun-vscode"
vscode "pentium10.vscode-gcp-project-switcher"
vscode "pflannery.vscode-versionlens"
vscode "phplasma.csv-to-table"
vscode "pjmiravalle.terraform-advanced-syntax-highlighting"
vscode "pkief.material-icon-theme"
vscode "pkief.material-product-icons"
vscode "pnp.polacode"
vscode "prisma.prisma"
vscode "pwabuilder.pwa-studio"
vscode "qhoekman.language-plantuml"
vscode "qwtel.sqlite-viewer"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-knative"
vscode "redhat.vscode-yaml"
vscode "ruiquelhas.vscode-uppercase"
vscode "run-at-scale.terraform-doc-snippets"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "semgrep.semgrep"
vscode "shakram02.bash-beautify"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "signageos.signageos-vscode-sops"
vscode "simonsiefke.svg-preview"
vscode "slevesque.vscode-3dviewer"
vscode "stpn.vscode-graphql"
vscode "streetsidesoftware.code-spell-checker"
vscode "stripe.vscode-stripe"
vscode "styled-components.vscode-styled-components"
vscode "sukumo28.wav-preview"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "swellaby.rust-pack"
vscode "swellaby.vscode-rust-test-adapter"
vscode "swiftlang.swift-vscode"
vscode "tailscale.vscode-tailscale"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "teamsdevapp.vscode-ai-foundry"
vscode "timonwong.shellcheck"
vscode "toba.vsfire"
vscode "tomoki1207.pdf"
vscode "trabpukcip.vscode-npm-scripts"
vscode "trinm1709.dracula-theme-from-intellij"
vscode "tyriar.sort-lines"
vscode "ultram4rine.sqltools-clickhouse-driver"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "visualstudiotoolsforunity.vstuc"
vscode "vitest.explorer"
vscode "vscjava.migrate-java-to-azure"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-java-upgrade"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "wholroyd.jinja"
vscode "xaver.clang-format"
vscode "yoavbls.pretty-ts-errors"
vscode "yokoe.vscode-postfix-go"
vscode "yzane.markdown-pdf"
vscode "zengxingxin.sort-js-object-keys"
vscode "ziyasal.vscode-open-in-github"
go "cmd/go"
go "cmd/gofmt"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
