tap "ariga/tap"
tap "aws/tap"
tap "bufbuild/buf"
tap "cjbassi/gotop"
tap "dagger/tap"
tap "danielbayley/adobe"
tap "dart-lang/dart"
tap "deploifai/deploifai"
tap "github/gh"
tap "go-delve/delve"
tap "goreleaser/tap"
tap "greymd/tools"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "k1low/tap"
tap "kentaro-m/md2confl"
tap "kyoshidajp/ghkw"
tap "ory/tap"
tap "rs/tap"
tap "stripe/stripe-cli"
tap "stripe/stripe-mock"
tap "tufin/tufin"
brew "act"
brew "aliyun-cli"
brew "anyenv"
brew "aria2"
brew "azure-cli"
brew "bat"
brew "blueutil"
brew "boost"
brew "glib"
brew "chezmoi"
brew "cmake"
brew "colordiff"
brew "concurrencykit"
brew "curl"
brew "direnv"
brew "folly"
brew "erlang"
brew "elixir"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "ffmpeg"
brew "flow-cli"
brew "gh"
brew "gibo"
brew "git"
brew "git-lfs"
brew "golang-migrate"
brew "golangci-lint"
brew "goose"
brew "openjdk", link: true
brew "gradle"
brew "grafana"
brew "graphviz"
brew "grpcurl"
brew "hatch"
brew "highlight"
brew "htop"
brew "httpie"
brew "hugo"
brew "libusbmuxd"
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "ipfs"
brew "jq"
brew "k6"
brew "kubectx"
brew "libssh"
brew "llvm"
brew "locust"
brew "mas"
brew "maven"
brew "mecab"
brew "mecab-ipadic"
brew "media-info"
brew "mercurial"
brew "minikube"
brew "protobuf"
brew "mitmproxy"
brew "mkcert"
brew "ncdu"
brew "nghttp2"
brew "node"
brew "node@16"
brew "nss"
brew "pdsh"
brew "pinentry-mac"
brew "postgresql@14", restart_service: true
brew "pwgen"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "redis"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "skaffold"
brew "sphinx-doc"
brew "sqlc"
brew "swig"
brew "ta-lib"
brew "telnet"
brew "terraform"
brew "tfsec"
brew "tig"
brew "tmux"
brew "tree"
brew "vegeta"
brew "watch"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "bufbuild/buf/buf"
brew "cjbassi/gotop/gotop"
brew "dagger/tap/dagger"
brew "dart-lang/dart/dart"
brew "deploifai/deploifai/deploifai"
brew "goreleaser/tap/goreleaser"
brew "greymd/tools/teip"
brew "k1low/tap/runn"
brew "k1low/tap/tbls"
brew "kentaro-m/md2confl/md2confl"
brew "kyoshidajp/ghkw/ghkw"
brew "ory/tap/cli"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
brew "stripe/stripe-cli/stripe"
brew "stripe/stripe-mock/stripe-mock"
brew "tufin/tufin/oasdiff"
cask "exmancmd"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-ricty-diminished"
cask "ngrok"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "rsyncui"
cask "suspicious-package"
cask "webpquicklook"
cask "wireshark"
mas "Bear", id: 1091189122
mas "BetterSnapTool", id: 417375580
mas "Bitwarden", id: 1352778147
mas "Brother P-touch Editor", id: 1453365242
mas "Craft", id: 1487937127
mas "DaisyDisk", id: 411643860
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "HP Smart", id: 1474276998
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
mas "MKPlayer", id: 1335612105
mas "Monosnap", id: 540348655
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Oka Unarchiver", id: 1441507725
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "Sip", id: 507257563
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "Telegram Lite", id: 946399090
mas "Transmit", id: 1436522307
mas "uBlacklist for Safari", id: 1547912640
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "aldijav.golangwithdidi"
vscode "alexcvzz.vscode-sqlite"
vscode "alexnesnes.makeRunner"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "an0rak-dev.vscode-gcp-cloudbuild"
vscode "andys8.jest-snippets"
vscode "apollographql.vscode-apollo"
vscode "arzg.intellij-theme"
vscode "asdine.cue"
vscode "Asuka.insertnumbers"
vscode "azps-tools.azps-tools"
vscode "benjaminbenais.copilot-theme"
vscode "betajob.modulestf"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "carlosjs23.vscode-yarn-script"
vscode "cesium.gltf-vscode"
vscode "christian-kohler.npm-intellisense"
vscode "ckolkman.vscode-postgres"
vscode "cloudedcat.vscode-model-viewer"
vscode "ctenbrinke.vscode-tsv"
vscode "dandric.vscode-jq"
vscode "DavidAnson.vscode-markdownlint"
vscode "davidnussio.vscode-jq-playground"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "felipecaputo.git-project-manager"
vscode "figma.figma-vscode-extension"
vscode "file-icons.file-icons"
vscode "filip-ph-johansson.lazy-k8s"
vscode "firsttris.vscode-jest-runner"
vscode "fumobox.vtool"
vscode "gamunu.vscode-yarn"
vscode "george-alisson.html-preview-vscode"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.heygithub"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "GrapeCity.gc-excelviewer"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "howardzuo.vscode-favorites"
vscode "howardzuo.vscode-npm-dependency"
vscode "Hridoy.rails-snippets"
vscode "humao.rest-client"
vscode "ICS.japanese-proofreading"
vscode "idered.npm"
vscode "j4ng5y.charactercount"
vscode "Jacano.vscode-pnpm"
vscode "jallen7usa.vscode-cue-fmt"
vscode "janisdd.vscode-edit-csv"
vscode "jebbs.plantuml"
vscode "JeylaniB.pinescript"
vscode "jflbr.jwt-decoder"
vscode "jock.svg"
vscode "jojoco.markdownfromcsv"
vscode "jq-syntax-highlighting.jq-syntax-highlighting"
vscode "JuanBlanco.solidity"
vscode "k--kato.intellij-idea-keybindings"
vscode "k6.k6"
vscode "KevinRose.vsc-python-indent"
vscode "khaeransori.json2csv"
vscode "kingwl.vscode-vitest-runner"
vscode "kubernetes-tools.k8s"
vscode "kumar-harsh.graphql-for-vscode"
vscode "liuchao.go-struct-tag"
vscode "luisfontes19.vscode-swissknife"
vscode "mark-tucker.aws-cli-configure"
vscode "mark-wiemer.vscode-autohotkey-plus-plus"
vscode "marp-team.marp-vscode"
vscode "Mebrahtom.plantumlpreviewer"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "meta.relay"
vscode "mhutchie.git-graph"
vscode "mike-co.import-sorter"
vscode "mikestead.dotenv"
vscode "mindginative.terraform-snippets"
vscode "mohsen1.prettify-json"
vscode "mquandalle.graphql"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-apimanagement"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-kubernetes-tools.vscode-aks-tools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-ai"
vscode "ms-toolsai.vscode-ai-remote"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "ms-vsliveshare.vsliveshare"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-sqlite"
vscode "nhoizey.gremlins"
vscode "nickgo.cuelang"
vscode "NilsSoderman.ue-python"
vscode "njpwerner.autodocstring"
vscode "onflow.cadence"
vscode "orsenkucher.vscode-graphql"
vscode "Orta.vscode-jest"
vscode "pentium10.vscode-gcp-project-switcher"
vscode "phplasma.csv-to-table"
vscode "pjmiravalle.terraform-advanced-syntax-highlighting"
vscode "PKief.material-icon-theme"
vscode "PKief.material-product-icons"
vscode "pnp.polacode"
vscode "Prisma.prisma"
vscode "PWABuilder.pwa-studio"
vscode "qhoekman.language-plantuml"
vscode "quicktype.quicktype"
vscode "qwtel.sqlite-viewer"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-knative"
vscode "redhat.vscode-yaml"
vscode "ruiquelhas.vscode-uppercase"
vscode "run-at-scale.terraform-doc-snippets"
vscode "rust-lang.rust-analyzer"
vscode "shakram02.bash-beautify"
vscode "Shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "SimonSiefke.svg-preview"
vscode "stpn.vscode-graphql"
vscode "streetsidesoftware.code-spell-checker"
vscode "stripe.vscode-stripe"
vscode "sukumo28.wav-preview"
vscode "svelte.svelte-vscode"
vscode "Tailscale.vscode-tailscale"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "toba.vsfire"
vscode "tomoki1207.pdf"
vscode "traBpUkciP.vscode-npm-scripts"
vscode "trinm1709.dracula-theme-from-intellij"
vscode "Tyriar.sort-lines"
vscode "unifiedjs.vscode-mdx"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "yokoe.vscode-postfix-go"
vscode "yzane.markdown-pdf"
vscode "zengxingxin.sort-js-object-keys"
vscode "ZixuanChen.vitest-explorer"
vscode "zxh404.vscode-proto3"
